{
  "en": {
    "title": "Powerful Digital Solutions for",
    "subtitle": "Business Growth & Individual Clients",
    "missionTitle": "Our Mission",
    "missionText": "Empowering Businesses with Bespoke Digital Strategies for Global Success",
    "visionTitle": "Our Vision",
    "visionText": "At Wouessi, we transcend geographical boundaries to envision a world where digital innovation knows no limits. Our vision is to emerge as a global leader, spearheading groundbreaking initiatives that redefine collaboration and drive transformative change on a worldwide scale.",
    "storyTitle": "Our Story",
    "storyText": "Beyond our digital endeavors, Wouessi Digital is deeply committed to community involvement and social responsibility. Under the leadership of Mr. Rodrigue Fouafou, our founder, we strive to drive positive change and create...",
    "buttonText": "Our Approach",
    "introText": "Wouessi Inc. stands as a beacon of innovation and excellence in the heart of Toronto, Canada, leading in revolutionizing the digital landscape worldwide. With a steadfast commitment to pushing boundaries and delivering unparalleled solutions, Wouessi offers a comprehensive suite of cutting-edge digital services tailored to meet the diverse needs of businesses across the globe."
  },
  "fr": {
    "title": "Solutions numériques puissantes pour",
    "subtitle": "Croissance d'Entreprise & Clients Individuels",
    "missionTitle": "Notre mission",
    "missionText": "Autonomiser les entreprises avec des stratégies numériques sur mesure pour un succès mondial",
    "visionTitle": "Notre vision",
    "visionText": "Chez Wouessi, nous transcendons les frontières géographiques pour imaginer un monde où l'innovation numérique ne connaît pas de limites. Notre vision est de devenir un leader mondial, en dirigeant des initiatives révolutionnaires qui redéfinissent la collaboration et favorisent des changements transformationnels à l'échelle mondiale.",
    "storyTitle": "Notre histoire",
    "storyText": "Au-delà de nos efforts numériques, Wouessi Digital s'engage profondément dans l'implication communautaire et la responsabilité sociale. Sous la direction de M. Rodrigue Fouafou, notre fondateur, nous nous efforçons de promouvoir des changements positifs et de créer...",
    "buttonText": "Notre approche",
    "introText": "Wouessi Inc. se positionne comme un phare d'innovation et d'excellence au cœur de Toronto, Canada, menant à la révolution du paysage numérique mondial. Avec un engagement ferme à repousser les limites et à fournir des solutions inégalées, Wouessi propose une gamme complète de services numériques de pointe adaptés aux besoins diversifiés des entreprises du monde entier."
  }
}
