{
  "en": [
    {
      "comment": "Wouessi provided us with highly skilled developers who integrated smoothly with our team. Their talent outsourcing service is reliable and efficient.",
      "name": "Melissa M.",
      "role": "Level Up",
      "location": "(New York, USA)"
    },
    {
      "comment": "Wouessi has a highly professional, reliable, responsive, and versatile team that offers a wide range of services, including design and translation, with the same level professionalism. I Highly recommend their services.",
      "name": "Maxine P.",
      "role": "Aldelia",
      "location": "(London, UK)"
    },
    {
      "comment": "Thanks to Wouessi’s AI and blockchain consulting, we’ve been able to innovate and stay ahead of the competition. Their insights and solutions are truly cutting-edge.",
      "name": "Yannick L.",
      "role": "Kasi Insight",
      "location": "(Toronto, Canada)"
    },
    {
      "comment": "Thanks to Wouessi Inc., our digital transformation is complete. Their expertise in app development, cybersecurity, and digital marketing has significantly boosted our business efficiency and online presence.",
      "name": "Guy K.",
      "role": "ATR Cyber",
      "location": "(Los Angeles, USA)"
    },
    {
      "comment": "Wouessi helped us redefine our brand identity. Their design team is incredibly talented, and the new brand look has resonated well with our audience.",
      "name": "Caroline A.",
      "role": "Rondol",
      "location": "(Paris, France)"
    },
    {
      "comment": "Wouessi Digital transformed our company’s brand identity with their creative website design. Their expertise has significantly increased our traffic and engagement. The team at Wouessi Inc. delivered outstanding results on our latest project. Highly recommended.",
      "name": "Naser V.",
      "role": "HCCM",
      "location": "(San Francisco, USA)"
    }
  ],
  "fr": [
    {
      "comment": "Wouessi nous a fourni des développeurs hautement qualifiés qui se sont intégrés parfaitement à notre équipe. Leur service de sous-traitance est fiable et efficace.",
      "name": "Melissa M.",
      "role": "Level Up",
      "location": "(New York, USA)"
    },
    {
      "comment": "Wouessi a une équipe très professionnelle, fiable, réactive et polyvalente qui propose une large gamme de services, y compris la conception et la traduction, avec le même niveau de professionnalisme. Je recommande vivement leurs services.",
      "name": "Maxine P.",
      "role": "Aldelia",
      "location": "(Londres, Royaume-Uni)"
    },
    {
      "comment": "Grâce au conseil en IA et en blockchain de Wouessi, nous avons pu innover et rester en avance sur la concurrence. Leurs perspectives et solutions sont véritablement à la pointe.",
      "name": "Yannick L.",
      "role": "Kasi Insight",
      "location": "(Toronto, Canada)"
    },
    {
      "comment": "Grâce à Wouessi Inc., notre transformation numérique est complète. Leur expertise en développement d'applications, en cybersécurité et en marketing numérique a considérablement amélioré notre efficacité et notre présence en ligne.",
      "name": "Guy K.",
      "role": "ATR Cyber",
      "location": "(Los Angeles, USA)"
    },
    {
      "comment": "Wouessi nous a aidés à redéfinir notre identité de marque. Leur équipe de conception est incroyablement talentueuse, et le nouveau look de la marque a bien résonné auprès de notre audience.",
      "name": "Caroline A.",
      "role": "Rondol",
      "location": "(Paris, France)"
    },
    {
      "comment": "Wouessi Digital a transformé l'identité de marque de notre entreprise avec leur conception créative de site web. Leur expertise a considérablement augmenté notre trafic et notre engagement. L'équipe de Wouessi Inc. a livré des résultats exceptionnels sur notre dernier projet. Hautement recommandé.",
      "name": "Naser V.",
      "role": "HCCM",
      "location": "(San Francisco, USA)"
    }
  ]
}
