{
    "What Are Cookies?": [
      {
        "innerText": "Cookies are small text files stored on your device (computer, smartphone, tablet, etc.) when you visit a website. They help websites recognize your device and store information about your preferences or actions to improve your browsing experience. Cookies may be 'session' (temporary) or 'persistent' (stored on your device until deleted). Session cookies are deleted when you close your browser, while persistent cookies remain for a specified period or until manually deleted."
      }
    ],
    "Types of Cookies We Use": [
      {
        "innerTitle": "Strictly Necessary Cookies",
        "innerText": "These cookies are essential for the proper functioning of the Site. They enable core functionalities like security, network management, and accessibility. Without these cookies, the Site may not function properly. Example: Cookies that allow you to log in securely to your account."
      },
      {
        "innerTitle": "Performance Cookies",
        "innerText": "These cookies help us understand how visitors interact with our Site by collecting anonymous information. This data is used to improve the performance and functionality of the Site. Example: Cookies that track the pages you visit the most often."
      },
      {
        "innerTitle": "Functional Cookies",
        "innerText": "Functional cookies allow the Site to remember choices you make, such as your language preferences, to provide a more personalized experience. Example: Cookies that save your language settings."
      },
      {
        "innerTitle": "Targeting/Advertising Cookies",
        "innerText": "These cookies are used to deliver advertisements that are relevant to you. They track your browsing habits and help us serve ads based on your interests. Example: Cookies that track your interaction with our ads on social media platforms."
      },
      {
        "innerTitle": "Analytical Cookies",
        "innerText": "These cookies help us gather information on how users interact with the website, such as traffic volume, page usage, and clickstream data. The information collected is anonymous but helps us improve website functionality. Example: Google Analytics cookies that measure website traffic."
      }
    ],
    "How We Use Cookies": [
      {
        "innerText": "We use cookies to enhance the functionality and performance of our Site. Personalize your experience by remembering your preferences and settings. Analyze user behavior and website traffic to improve site performance. Serve you with relevant ads based on your browsing behavior. Monitor and analyze the effectiveness of our marketing campaigns."
      }
    ],
    "Third-Party Cookies": [
      {
        "innerText": "In addition to our own cookies, we allow third-party service providers to place cookies on your device for the following purposes: Analytics: Cookies from third-party providers like Google Analytics help us analyze traffic and user behavior on our Site. Advertising: Third-party providers like Facebook and Google may use cookies to track user behavior and serve personalized ads based on your interests. Social Media: These cookies enable you to share content from our Site on social media platforms like Facebook, LinkedIn, and Twitter."
      }
    ],
    "Consent to Use Cookies": [
      {
        "innerText": "By continuing to use our Site, you consent to our use of cookies as described in this Cookies Policy. When you first visit our Site, you will see a cookies consent banner. You can choose to accept or decline the use of non-essential cookies. Essential cookies, necessary for the functioning of the Site, cannot be declined."
      }
    ],
    "Your Cookie Preferences": [
      {
        "innerText": "You have several options to manage or disable cookies: Browser Settings: You can configure your browser settings to refuse or block cookies or to delete existing cookies. Instructions for managing cookies vary depending on your browser: Google Chrome, Mozilla Firefox, Safari, Microsoft Edge. Opt-out of Targeted Advertising: You can opt out of third-party targeting cookies by using the following industry opt-out mechanisms: Network Advertising Initiative (NAI), Digital Advertising Alliance (DAA), European Interactive Digital Advertising Alliance (EDAA). Consent Management Platforms (CMP): On our Site, you may find a cookies consent management tool that allows you to customize your preferences for different types of cookies."
      }
    ],
    "Cookie Retention Period": [
      {
        "innerText": "The length of time a cookie remains on your device depends on its type: Session Cookies: These cookies are deleted once you close your browser. Persistent Cookies: These cookies remain on your device until they expire or you delete them. The retention period for persistent cookies depends on the purpose of the cookie and can vary between 30 days to several years."
      }
    ],
    "Security and Privacy Concerns": [
      {
        "innerText": "We take the privacy of your data seriously. Cookies used on our Site do not store personally identifiable information like your name or email address. We ensure that any data collected through cookies is anonymized, and we implement security measures to protect it from unauthorized access or misuse. However, you should be aware that disabling cookies may impact your experience on our Site, particularly with regard to functionalities such as logins and personal preferences."
      }
    ],
    "Changes to This Cookies Policy": [
      {
        "innerText": "We may update this Cookies Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. Any changes will be posted on this page with the updated 'Effective Date.'"
      }
    ],
    "Your Rights Under Data Protection Laws": [
      {
        "innerText": "Depending on your jurisdiction, you may have certain rights regarding the use of your data collected through cookies, such as: The right to access: You may request copies of your personal data. The right to rectify: You can request corrections to inaccurate or incomplete data. The right to erase: You may request that we erase your personal data under certain conditions. The right to object: You have the right to object to our processing of your data collected through cookies. To exercise any of these rights, please contact us at the details provided below."
      }
    ],
    "Contact Us": [
      {
        "innerText": "If you have any questions, concerns, or requests regarding this Cookies Policy or the use of cookies on our Site, please contact us at:"
      }
    ]
  }
  