{
    "Ownership of Content": [
      {
        "innerText": "All Content on the Site is owned by or licensed to Wouessi Inc. and is protected by the following laws and agreements:"
      },
      {
        "innerTitle": "United States Copyright Act (Title 17, U.S. Code):",
        "innerText": "Governs the protection of original works of authorship in the United States, including literary, artistic, and certain other intellectual works."
      },
      {
        "innerTitle": "Canadian Copyright Act (R.S.C., 1985, c. C-42):",
        "innerText": "Provides protection for creators in Canada, covering both moral rights and economic rights."
      },
      {
        "innerTitle": "European Union Copyright Directive (Directive 2001/29/EC):",
        "innerText": "Harmonizes certain aspects of copyright and related rights in the information society within the EU, ensuring a high level of protection for authors and rights holders."
      },
      {
        "innerTitle": "Berne Convention for the Protection of Literary and Artistic Works:",
        "innerText": "An international agreement that protects the rights of authors and creators across member countries. It grants automatic copyright protection without the need for registration in member countries."
      },
      {
        "innerTitle": "WIPO Copyright Treaty (WCT):",
        "innerText": "An international treaty administered by the World Intellectual Property Organization (WIPO) that supplements the Berne Convention by extending copyright protection to digital works and distribution methods."
      },
      {
        "innerTitle": "Digital Millennium Copyright Act (DMCA):",
        "innerText": "A U.S. law that includes provisions for protecting copyrighted digital content, particularly with regard to online service providers and websites."
      },
      {
        "innerTitle": "TRIPS Agreement (Trade-Related Aspects of Intellectual Property Rights):",
        "innerText": " Administered by the World Trade Organization (WTO), this agreement establishes minimum standards for many forms of intellectual property regulation as applied to nationals of other WTO Members."
      },
      {
        "innerTitle": "Universal Copyright Convention (UCC):",
        "innerText": "A convention that provides an alternative to the Berne Convention, ensuring that copyright protection is extended internationally under a unified system."
      },
      {
        "innerText": "Unauthorized use, reproduction, modification, distribution, transmission, republication, display, or performance of the Content, in whole or in part, is strictly prohibited unless expressly authorized by Wouessi Inc. in writing."
      }
    ],
    "Limited License": [
      {
        "innerText": "Wouessi Inc. grants you a limited, non-exclusive, non-transferable, and revocable license to access and use the Site and its Content for personal, non-commercial purposes only. This license is subject to your compliance with the terms and conditions of this Copyright Notice and the Terms of Service of the Site."
      }
    ],
    "Prohibited Uses": [
      {
        "innerText": [
          "You may not copy, reproduce, distribute, publish, display, perform, modify, create derivative works from, transmit, or in any way exploit any part of the Site or Content without our prior written consent.",
          "You may not use any content from the Site for commercial purposes or public display, performance, sale, or rental, without prior written permission from Wouessi Inc.",
          "You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Wouessi Inc. without our express written consent.",
          "You may not use any metatags or any other hidden text utilizing Wouessi Inc.'s name or trademarks without our express written consent."
        ]
      }
    ],
    "User Contributions": [
      {
        "innerText": "If you submit any content (e.g., comments, feedback, suggestions) to the Site ('User Contributions'), you grant Wouessi Inc. a non-exclusive, royalty-free, perpetual, irrevocable, and fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Contributions throughout the world in any media. You represent and warrant that you own or control all rights to the User Contributions and that the content does not infringe any third-party rights."
      }
    ],
    "Trademarks": [
      {
        "innerText": "The trademarks, service marks, logos, and trade names displayed on the Site are the registered and unregistered trademarks of Wouessi Inc. or its licensors. You may not use any trademarks, logos, or service marks displayed on the Site without the prior written consent of Wouessi Inc. or the respective owner."
      }
    ],
    "Copyright Disclaimer": [
      {
        "innerText": "All Content on this Site is provided 'as is' for informational purposes only. While Wouessi Inc. strives to ensure the accuracy and completeness of the Content, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the Site or the Content. Any reliance you place on such information is therefore strictly at your own risk. Wouessi Inc. will not be liable for any losses or damages, including without limitation, indirect or consequential losses or damages, or any losses or damages whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this Site."
      }
    ],
    "Copyright Infringement Notification": [
      {
        "innerText": [
          "Wouessi Inc. respects the intellectual property rights of others and expects users of the Site to do the same. If you believe that any Content on the Site infringes your copyright, please provide us with a written notice that includes the following information:",
          "A physical or electronic signature of the person authorized to act on behalf of the copyright owner.",
          "A description of the copyrighted work that you claim has been infringed.",
          "A description of the Content on the Site that you claim is infringing, with sufficient detail to enable us to locate it.",
          "Your address, telephone number, and email address.",
          "A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.",
          "A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.",
          "Please send the notification to: ",
          "Address: Wouessi Inc., Unit 202, 117 Peter Street, Toronto, M5V1X1 ",
          "Email: copyright@wouessi.com",
          "Website: https://wouessi.com"
        ]
      }
    ],
    "Links to Third-Party Sites": [
      {
        "innerText": "The Site may contain links to third-party websites that are not owned or controlled by Wouessi Inc. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites. We strongly advise you to read the terms and conditions and privacy policy of any third-party website you visit."
      }
    ],
    "Termination of Access": [
      {
        "innerText": "Wouessi Inc. reserves the right to terminate your access to the Site and Content at any time, without notice, for any reason whatsoever, including but not limited to a breach of this Copyright Notice."
      }
    ],
    "Changes to this Copyright Notice": [
      {
        "innerText": "Wouessi Inc. reserves the right to update or modify this Copyright Notice at any time without prior notice. Any changes will be effective immediately upon posting of the revised Copyright Notice on the Site. Your continued use of the Site following the posting of changes constitutes your acceptance of such changes."
      }
    ],
    "Contact Us": [
        {
            "innerText": "If you have any questions or concerns about this Privacy Policy or our data practices, please contact us."
          }
    ]
  }
  