{
  "en": [
    {
      "comment": "The graphic design work from Wouessi Digital brought our brand to life, and their digital marketing services have driven significant growth. Their integrated approach has been a game-changer for us.",
      "name": "Michelle J.",
      "role": "Buckhead",
      "location": "(Miami, USA)"
    },
    {
      "comment": "Wouessi delivered a custom website solution perfectly aligned with our business needs. Their attention to detail and ability to tailor the design and features to our goals exceeded our expectations.",
      "name": "Bertha R.",
      "role": "Macadri",
      "location": "(Detroit, USA)"
    },
    {
      "comment": "Wouessi Digital improved our online presence with their exceptional website design and digital marketing strategies. The results have been outstanding, and their team’s support was invaluable.",
      "name": "Marc C.",
      "role": "SoccerMidable",
      "location": "(Ottawa, Canada)"
    },
    {
      "comment": "Wouessi Team delivered a comprehensive solution with top-notch cybersecurity and website design services. Their attention to detail and commitment to security made us feel confident and secure.",
      "name": "Emilienne B.",
      "role": "AIM",
      "location": "(Edmonton, Canada)"
    },
    {
      "comment": "Our new mobile app developed by Wouessi is intuitive, sleek, and performs flawlessly. They brought our vision to life with expertise and creativity.",
      "name": "DJ M.",
      "role": "AvenirFerro",
      "location": "(Paris, France)"
    },
    {
      "comment": "Our new app development project was a success thanks to Wouessi Inc. Their expertise in app development and graphic design ensured a user-friendly and visually appealing product.",
      "name": "Andrew B.",
      "role": "Points Africa",
      "location": "(Toronto, Canada)"
    },
    {
      "comment": "The Wouessi team was very helpful in advising us and supporting our digital strategy in relation to our activities in the Eastern region of Africa. Excellent services provider.",
      "name": "Martial M.",
      "role": "SIP Management",
      "location": "(London, UK)"
    },
    {
      "comment": "Wouessi has a highly professional, reliable, responsive, and versatile team that offers a wide range of services, including design and translation, with the same level of professionalism. I highly recommend their services.",
      "name": "Maxine P.",
      "role": "Aldelia",
      "location": "(London, UK)"
    },
    {
      "comment": "They understand our brand well, create original and meaningful posts weekly, and excel at translating ideas into engaging social media content. They are highly responsive to inquiries and requests.",
      "name": "Sarah R.",
      "role": "WSH",
      "location": "(Rwanda/Germany)"
    },
    {
      "comment": "Working with Wouessi was a success, with excellent customer satisfaction, and professionalism in delivering the project in a timely manner. I would recommend Wouessi for every serious business.",
      "name": "Kayode B.",
      "role": "Africa Blockchain Institute",
      "location": "(Kigali, Rwanda)"
    },
    {
      "comment": "Wouessi accompanied us through the process from beginning to end, always responding to our immediate need.",
      "name": "Nina W.",
      "role": "UCB",
      "location": "(Douala, Cameroon)"
    },
    {
      "comment": "Our new app development project was a success thanks to Wouessi Inc. Their expertise in app development and graphic design ensured a user-friendly and visually appealing product.",
      "name": "Andrew B.",
      "role": "Points Africa",
      "location": "(Toronto, Canada)"
    },
    {
      "comment": "We contacted Wouessi to revamp our old website but could never imagine they would go this far. They exceeded all our expectations and delivered way earlier than we agreed initially. Such a level of professionalism is worth congratulations!",
      "name": "Marc A.",
      "role": "HN Holdings",
      "location": "(Ottawa, Canada)"
    }
  ],
  "fr": [
    {
      "comment": "Le travail de conception graphique de Wouessi Digital a donné vie à notre marque, et leurs services de marketing numérique ont entraîné une croissance significative. Leur approche intégrée a été un véritable changement de jeu pour nous.",
      "name": "Michelle J.",
      "role": "Buckhead",
      "location": "(Miami, USA)"
    },
    {
      "comment": "Wouessi a livré une solution de site web personnalisée parfaitement alignée avec nos besoins commerciaux. Leur attention aux détails et leur capacité à adapter le design et les fonctionnalités à nos objectifs ont dépassé nos attentes.",
      "name": "Bertha R.",
      "role": "Macadri",
      "location": "(Detroit, USA)"
    },
    {
      "comment": "Wouessi Digital a amélioré notre présence en ligne avec leur conception de site web exceptionnelle et leurs stratégies de marketing numérique. Les résultats ont été remarquables, et le soutien de leur équipe a été inestimable.",
      "name": "Marc C.",
      "role": "SoccerMidable",
      "location": "(Ottawa, Canada)"
    },
    {
      "comment": "L'équipe Wouessi a livré une solution complète avec des services de cybersécurité et de conception de site web de premier ordre. Leur attention aux détails et leur engagement envers la sécurité nous ont fait sentir confiants et en sécurité.",
      "name": "Emilienne B.",
      "role": "AIM",
      "location": "(Edmonton, Canada)"
    },
    {
      "comment": "Notre nouvelle application mobile développée par Wouessi est intuitive, élégante et fonctionne parfaitement. Ils ont donné vie à notre vision avec expertise et créativité.",
      "name": "DJ M.",
      "role": "AvenirFerro",
      "location": "(Paris, France)"
    },
    {
      "comment": "Notre nouveau projet de développement d'application a été un succès grâce à Wouessi Inc. Leur expertise en développement d'application et en conception graphique a assuré un produit convivial et visuellement attrayant.",
      "name": "Andrew B.",
      "role": "Points Africa",
      "location": "(Toronto, Canada)"
    },
    {
      "comment": "L'équipe Wouessi a été très utile en nous conseillant et en soutenant notre stratégie numérique en relation avec nos activités dans la région Est de l'Afrique. Excellent fournisseur de services.",
      "name": "Martial M.",
      "role": "SIP Management",
      "location": "(Londres, Royaume-Uni)"
    },
    {
      "comment": "Wouessi dispose d'une équipe très professionnelle, fiable, réactive et polyvalente qui offre une large gamme de services, y compris la conception et la traduction, avec le même niveau de professionnalisme. Je recommande vivement leurs services.",
      "name": "Maxine P.",
      "role": "Aldelia",
      "location": "(Londres, Royaume-Uni)"
    },
    {
      "comment": "Ils comprennent bien notre marque, créent des publications originales et significatives chaque semaine et excellent à traduire des idées en contenu engageant pour les réseaux sociaux. Ils sont très réactifs aux demandes et aux questions.",
      "name": "Sarah R.",
      "role": "WSH",
      "location": "(Rwanda/Allemagne)"
    },
    {
      "comment": "Travailler avec Wouessi a été un succès, avec une satisfaction client excellente et un professionnalisme dans la livraison du projet dans les délais. Je recommande Wouessi pour chaque entreprise sérieuse.",
      "name": "Kayode B.",
      "role": "Africa Blockchain Institute",
      "location": "(Kigali, Rwanda)"
    },
    {
      "comment": "Wouessi nous a accompagnés tout au long du processus, répondant toujours à nos besoins immédiats.",
      "name": "Nina W.",
      "role": "UCB",
      "location": "(Douala, Cameroun)"
    },
    {
      "comment": "Notre nouveau projet de développement d'application a été un succès grâce à Wouessi Inc. Leur expertise en développement d'application et en conception graphique a assuré un produit convivial et visuellement attrayant.",
      "name": "Andrew B.",
      "role": "Points Africa",
      "location": "(Toronto, Canada)"
    },
    {
      "comment": "Nous avons contacté Wouessi pour rénover notre ancien site web, mais nous n'aurions jamais imaginé qu'ils iraient aussi loin. Ils ont dépassé toutes nos attentes et ont livré bien avant la date convenue initialement. Un niveau de professionnalisme qui mérite des félicitations !",
      "name": "Marc A.",
      "role": "HN Holdings",
      "location": "(Ottawa, Canada)"
    }
  ]
}
