{
  "en": {
    "heroTitle": "Services We Offer",
    "heroContent": "Our specialized team of researchers, strategists, designers, developers, and project managers work with streamlined processes to break through organizational roadblocks.",
    "accordions": {
      "Web": {
        "heading": "Web Development",
        "content": [
          {
            "innerTitle": "Custom Software Development",
            "innerText": "At Wouessi, we design software solutions that align with the needs of your enterprise, providing individualized solutions tailored to your company's goals."
          },
          {
            "innerTitle": "DevOps",
            "innerText": "DevOps as a Service transforms how your organization builds, tests, and releases software. It reduces bureaucracy and promotes efficient processes."
          },
          {
            "innerTitle": "IT Project Management",
            "innerText": "Proper governance ensures the success of IT projects. Our consulting services apply best practices to design, coordinate, and manage technological projects."
          },
          {
            "innerTitle": "IT Support and Managed Services",
            "innerText": "Our team offers robust IT support and managed services to maintain and optimize your infrastructure while keeping your business running efficiently."
          },
          {
            "innerTitle": "AI and Blockchain Consulting",
            "innerText": "Our AI and blockchain consulting solutions help you innovate. We assist with the development and deployment of cutting-edge technologies to improve efficiency and decision-making."
          },
          {
            "innerTitle": "Software, Mobile, and Web Development",
            "innerText": "We offer a range of development services to create software, mobile apps, and websites tailored to meet the needs of your business."
          },
          {
            "innerTitle": "Cleantech Industry IT Services",
            "innerText": "We provide solutions for cleantech industries to optimize operations while reducing costs and energy use, supporting sustainable growth."
          },
          {
            "innerTitle": "AI-Infused Products",
            "innerText": "We offer AI solutions that integrate seamlessly into your products, driving innovation and efficiency across your operations."
          }
        ]
      },
      "Logo": {
        "heading": "Logo design",
        "content": [
          
        ]
      },
      "AI": {
        "heading": "AI Services",
        "content": [
          {
            "innerTitle": "Search Engine Optimization",
            "innerText": "We improve your site's visibility with SEO, helping your content rank higher in search engine results."
          },
          {
            "innerTitle": "Social Media Marketing",
            "innerText": "We harness social media to build awareness and trust for your brand through engaging campaigns."
          },
          {
            "innerTitle": "Email Marketing",
            "innerText": "Our email marketing services help you connect with customers through targeted, impactful email campaigns."
          },
          {
            "innerTitle": "Display Marketing",
            "innerText": "We create digital display ads, banners, and videos that increase your brand's visibility and engagement."
          }
        ]
      },
      "Brand": {
        "heading": "Brand Design",
        "content": [
          {
            "innerTitle": "Video Production",
            "innerText": "We produce high-quality video content to help you communicate your brand's story and connect with your audience."
          },
          {
            "innerTitle": "Social Media Marketing",
            "innerText": "We create targeted social media content to help raise product awareness and build relationships with your audience."
          },
          {
            "innerTitle": "Display Marketing",
            "innerText": "We offer display marketing services, crafting and distributing ads that enhance visibility and drive traffic."
          }
        ]
      },
      "Social": {
        "heading": "Social Media",
        "content": [
          {
            "innerTitle": "Graphic/Print Design",
            "innerText": "Our graphic design services visually communicate your message using typography, photography, and illustration."
          },
          {
            "innerTitle": "Brand Design",
            "innerText": "We help you create a strong, memorable brand identity that aligns with your business values and goals."
          },
          {
            "innerTitle": "Content Writing and Marketing",
            "innerText": "We produce high-quality content that engages your target market and establishes your expertise."
          },
          {
            "innerTitle": "Email Marketing",
            "innerText": "Our email marketing strategies are designed to communicate directly with your customers and drive sales."
          }
        ]
      },
      "Graphic": {
        "heading": "Graphic Design",
        "content": [
          {
            "innerText": "We offer Microsoft Cloud Services, including consulting, implementation, migration, and managed services, to boost business efficiency."
          }
        ]
      },
      "Software": {
        "heading": "Software Engineering",
        "content": [
          {
            "innerText": "We provide talent outsourcing services, allowing businesses to hire teams for specific short-term projects or needs."
          }
        ]
      }
    },
    "callToActionTitle": "OUR PRODUCT",
    "callToActionContent": "Looking for services and guidance? Let's get in touch!",
    "callToActionButton": "Let's Talk!"
  },
  "fr": {
    "heroTitle": "Services que nous offrons",
    "heroContent": "Notre équipe spécialisée de chercheurs, de stratèges, de designers, de développeurs et de chefs de projet travaille avec des processus rationalisés pour surmonter les obstacles organisationnels.",
    "accordions": {
      "B2CServices": {
        "heading": "Services B2C",
        "content": [
          {
            "innerText": "Nos services de branding personnel aident les clients à façonner la perception publique en les positionnant comme une autorité dans leur secteur, en renforçant leur crédibilité et en les distinguant de la concurrence, ce qui accroît la visibilité de leur valeur. Notre processus s'appuie sur la conception web, le conseil en IA générative, la gestion de projets, l'analyse commerciale, les opérations DevOps et bien plus encore pour améliorer la commercialisation individuelle. En desservant divers secteurs, nous soutenons avec succès la création d'une réputation numérique désirable, créant ainsi une entité pouvant être davantage monétisée."
          }
        ]
      },
      "Concept": {
        "heading": "Concept Development",
        "content": [
          {
            "innerTitle": "Développement de logiciels sur mesure",
            "innerText": "Chez Wouessi, nous concevons des solutions logicielles adaptées aux besoins de votre entreprise, en fournissant des solutions personnalisées en fonction des objectifs de votre société."
          },
          {
            "innerTitle": "DevOps",
            "innerText": "DevOps en tant que service transforme la façon dont votre organisation développe, teste et déploie des logiciels, réduisant la bureaucratie et promouvant l'efficacité."
          },
          {
            "innerTitle": "Gestion de projet IT",
            "innerText": "Une bonne gouvernance est essentielle pour la réussite des projets IT. Nos services de conseil appliquent les meilleures pratiques pour concevoir, coordonner et gérer les projets technologiques."
          },
          {
            "innerTitle": "Support IT et services gérés",
            "innerText": "Notre équipe propose un support IT robuste et des services gérés pour maintenir et optimiser votre infrastructure tout en assurant le bon fonctionnement de votre entreprise."
          },
          {
            "innerTitle": "Consulting IA et Blockchain",
            "innerText": "Nos solutions de conseil en IA et blockchain vous aident à innover. Nous vous assistons dans le développement et le déploiement de technologies de pointe pour améliorer l'efficacité et la prise de décision."
          },
          {
            "innerTitle": "Développement de logiciels, mobile et web",
            "innerText": "Nous offrons une gamme de services de développement pour créer des logiciels, des applications mobiles et des sites web adaptés aux besoins de votre entreprise."
          },
          {
            "innerTitle": "Services IT pour l'industrie des cleantechs",
            "innerText": "Nous fournissons des solutions pour les industries cleantech afin d'optimiser les opérations tout en réduisant les coûts et la consommation d'énergie, soutenant ainsi une croissance durable."
          },
          {
            "innerTitle": "Produits infusés par IA",
            "innerText": "Nous proposons des solutions IA qui s'intègrent parfaitement à vos produits, stimulant l'innovation et l'efficacité dans vos opérations."
          }
        ]
      },
      "Video": {
        "heading": "Video Production",
        "content": [
          {
            "innerTitle": "Optimisation pour les moteurs de recherche",
            "innerText": "Nous améliorons la visibilité de votre site avec des techniques SEO, aidant votre contenu à se classer plus haut dans les résultats de recherche."
          },
          {
            "innerTitle": "Marketing sur les réseaux sociaux",
            "innerText": "Nous utilisons les réseaux sociaux pour créer de la notoriété et établir la confiance pour votre marque grâce à des campagnes engageantes."
          },
          {
            "innerTitle": "Email Marketing",
            "innerText": "Nos services d'email marketing vous aident à communiquer directement avec vos clients à travers des campagnes ciblées."
          },
          {
            "innerTitle": "Marketing d'affichage",
            "innerText": "Nous créons des publicités d'affichage numériques, bannières et vidéos qui augmentent la visibilité et l'engagement de votre marque."
          }
        ]
      },
      "DevOPs": {
        "heading": "DevOPs",
        "content": [
          {
            "innerTitle": "Production vidéo",
            "innerText": "Nous produisons du contenu vidéo de haute qualité pour vous aider à communiquer l'histoire de votre marque et à engager votre audience."
          },
          {
            "innerTitle": "Marketing sur les réseaux sociaux",
            "innerText": "Nous créons du contenu ciblé sur les réseaux sociaux pour aider à accroître la notoriété des produits et à établir des relations avec votre audience."
          },
          {
            "innerTitle": "Marketing d'affichage",
            "innerText": "Nous offrons des services de marketing d'affichage, en créant et en distribuant des annonces pour améliorer la visibilité et générer du trafic."
          }
        ]
      },
      "Branding": {
        "heading": "Branding",
        "content": [
          {
            "innerTitle": "Design graphique / Impression",
            "innerText": "Nos services de design graphique communiquent visuellement votre message en utilisant la typographie, la photographie et l'illustration."
          },
          {
            "innerTitle": "Design de marque",
            "innerText": "Nous vous aidons à créer une identité de marque forte et mémorable qui est alignée avec les valeurs et les objectifs de votre entreprise."
          },
          {
            "innerTitle": "Rédaction de contenu et marketing",
            "innerText": "Nous produisons du contenu de haute qualité qui engage votre marché cible et établit votre expertise."
          },
          {
            "innerTitle": "Email Marketing",
            "innerText": "Nos stratégies d'email marketing sont conçues pour communiquer directement avec vos clients et stimuler les ventes."
          }
        ]
      },
      "Microsoft": {
        "heading": "Microsoft",
        "content": [
          {
            "innerText": "Nous offrons des services Microsoft Cloud, y compris la consultation, la mise en œuvre, la migration et les services gérés, pour améliorer l'efficacité de l'entreprise."
          }
        ]
      },
      "Outsourcing": {
        "heading": "Externalisation",
        "content": [
          {
            "innerText": "Nous fournissons des services d'externalisation de talents, permettant aux entreprises de recruter des équipes pour des projets spécifiques à court terme."
          }
        ]
      }
    },
    "callToActionTitle": "NOTRE PRODUIT",
    "callToActionContent": "Vous cherchez des services et des conseils ? Entrons en contact !",
    "callToActionButton": "Parlons-en!"
  }
}
