{
  "en": {
    "heroTitle": "Why Join Wouessi?",
    "heroContent": "At Wouessi, we embrace concepts of diversity, active innovation, teamwork, learning, and training in our workplace. Here are some reasons why you should consider joining our team.",
    "accordions": {
      "Development": {
        "heading": "Development",
        "content": [
          {
            "innerTitle": "Front End Developer",
            "innerText": "We are looking for a skilled and creative Front End Developer to join our team. You will be responsible for designing and implementing user interfaces for web applications, ensuring a seamless and engaging user experience. Your role will involve translating UI/UX designs into code, optimizing performance, and collaborating with backend developers to create responsive, visually appealing, and functional websites."
          },
          {
            "innerTitle": "Product Developer",
            "innerText": "We are seeking a talented and innovative Product Developer to join our team. The Product Developer will be responsible for leading the development and enhancement of new and existing products from concept to launch."
          }
        ]
      },
      "ProductDev": {
        "heading": "Project Management",
        "content": [
          {
            "innerTitle": "Project Manager",
            "innerText": "We are seeking an experienced Project Manager to join our team. The Project Manager will be responsible for overseeing the planning, execution, and delivery of projects within the specified scope, timeline, and budget."
          }
        ]
      },
      "Sales": {
        "heading": "Sales",
        "content": [
          {
            "innerTitle": "Remote Sales Associate",
            "innerText": "We are seeking a motivated and dynamic Remote Sales Associate to join our team. This role involves working remotely to identify, engage, and convert potential leads into satisfied clients."
          }
        ]
      },
      "Design": {
        "heading": "Design",
        "content": [
          {
            "innerTitle": "Talent Pool",
            "innerText": "We don't have any active positions open in this area currently, but feel free to submit your resume to our talent pool."
          }
        ]
      }
    },
    "callToActionTitle": "WORK WITH US",
    "callToActionContent": "Apply now and become part of our dynamic team!",
    "callToActionButton": "Join Our Team"
  },
  "fr": {
    "heroTitle": "Pourquoi rejoindre Wouessi ?",
    "heroContent": "Chez Wouessi, nous embrassons les concepts de diversité, d'innovation active, de travail d'équipe, d'apprentissage et de formation dans notre lieu de travail. Voici quelques raisons pour lesquelles vous devriez envisager de rejoindre notre équipe.",
    "accordions": {
      "Development": {
        "heading": "Development",
        "content": [
          {
            "innerTitle": "Développeur Front End",
            "innerText": "Nous recherchons un développeur Front End talentueux et créatif pour rejoindre notre équipe. Vous serez responsable de la conception et de la mise en œuvre des interfaces utilisateur pour des applications web, garantissant une expérience utilisateur fluide et engageante. Votre rôle consistera à traduire les conceptions UI/UX en code, à optimiser les performances et à collaborer avec les développeurs backend pour créer des sites web réactifs, attrayants et fonctionnels."
          },
          {
            "innerTitle": "Développeur de Produits",
            "innerText": "Nous recherchons un développeur de produits talentueux et innovant pour rejoindre notre équipe. Le développeur de produits sera responsable de diriger le développement et l'amélioration de nouveaux produits."
          }
        ]
      },
      "ProductDev": {
        "heading": "Project Management",
        "content": [
          {
            "innerTitle": "Chef de Projet",
            "innerText": "Nous recherchons un chef de projet expérimenté pour rejoindre notre équipe. Le chef de projet sera responsable de la planification, de l'exécution et de la livraison des projets dans les délais."
          }
        ]
      },
      "Sales": {
        "heading": "Sales",
        "content": [
          {
            "innerTitle": "Associé Commercial à Distance",
            "innerText": "Nous recherchons un associé commercial dynamique et motivé pour rejoindre notre équipe. Ce rôle consiste à travailler à distance pour identifier et convertir des prospects potentiels."
          }
        ]
      },
      "Design": {
        "heading": "Design",
        "content": [
          {
            "innerTitle": "Réserve de Talents",
            "innerText": "Nous n'avons actuellement aucun poste ouvert dans ce domaine, mais n'hésitez pas à soumettre votre CV à notre réserve de talents."
          }
        ]
      }
    },
    "callToActionTitle": "TRAVAILLEZ AVEC NOUS",
    "callToActionContent": "Postulez maintenant et rejoignez notre équipe dynamique !",
    "callToActionButton": "Rejoignez Notre Équipe"
  }
}
